export const ALLERGENS = [
    'Молочные продукты',
    'Яйцо',
    'Рыба',
    'Моллюски',
    'Орехи',
    'Томат (помидор)',
    'Цитрусовые',
    'Клубника (ягоды)',
    'Шоколад',
];

export const MEAT = ['Курица', 'Свинина', 'Говядина', 'Индейка', 'Утка'];

export const SIDE = [
    'Картошка',
    'Гречка',
    'Паста',
    'Спагетти',
    'Рис',
    'Капуста',
    'Фасоль',
    'Другие овощи',
];

export const AUTHORS = ['Елена Мин', 'Мирием Чонишвили', 'Елена Прекрасная', 'Alex Cook'];
