import Recipe1 from '~/assets/png/new-recipies/recipe1.png';
import Recipe2 from '~/assets/png/new-recipies/recipe2.png';
import Recipe3 from '~/assets/png/new-recipies/recipe3.png';
import Recipe4 from '~/assets/png/new-recipies/recipe4.png';

const NEW_RECIPIES = [
    {
        key: 0,
        image: Recipe1,
        title: 'Солянка с грибами',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        badge: 'Первые блюда',
        favorite: 1,
        like: 0,
    },
    {
        key: 1,
        image: Recipe2,
        title: 'Капустные котлеты',
        description:
            'Капустные котлеты по этому рецепту получаются необычайно пышными и  невероятно вкусными. Мягкий вкус и лёгкая пряная нотка наверняка помогут сделать эти чудесные котлеты из капусты одним из ваших любимых овощных  блюд.',
        badge: 'Веганские блюда',
        favorite: 2,
        like: 1,
    },
    {
        key: 2,
        image: Recipe3,
        title: 'Оладьи на кефире "Пышные"',
        description:
            'Очень вкусные и нежные оладьи на кефире. Настоятельно рекомендую пышные кефирные оладьи на завтрак.',
        badge: 'Десерты, выпечка',
        favorite: 0,
        like: 1,
    },
    {
        key: 3,
        image: Recipe4,
        title: 'Салат "Здоровье"',
        description:
            'Сельдерей очень полезен для здоровья, пора набираться витаминов. Не  салат, а сплошное удовольствие:) Вкусный, необычный, а главное быстрый.',
        badge: 'Салаты',
        favorite: 0,
        like: 0,
    },
    {
        key: 4,
        image: Recipe4,
        title: 'Салат "Здоровье"',
        description:
            'Сельдерей очень полезен для здоровья, пора набираться витаминов. Не  салат, а сплошное удовольствие:) Вкусный, необычный, а главное быстрый.',
        badge: 'Салаты',
        favorite: 0,
        like: 0,
    },
    {
        key: 5,
        image: Recipe4,
        title: 'Салат "Здоровье"',
        description:
            'Сельдерей очень полезен для здоровья, пора набираться витаминов. Не  салат, а сплошное удовольствие:) Вкусный, необычный, а главное быстрый.',
        badge: 'Салаты',
        favorite: 0,
        like: 0,
    },
    {
        key: 6,
        image: Recipe4,
        title: 'Салат "Здоровье"',
        description:
            'Сельдерей очень полезен для здоровья, пора набираться витаминов. Не  салат, а сплошное удовольствие:) Вкусный, необычный, а главное быстрый.',
        badge: 'Салаты',
        favorite: 0,
        like: 0,
    },
    {
        key: 7,
        image: Recipe4,
        title: 'Салат "Здоровье"',
        description:
            'Сельдерей очень полезен для здоровья, пора набираться витаминов. Не  салат, а сплошное удовольствие:) Вкусный, необычный, а главное быстрый.',
        badge: 'Салаты',
        favorite: 0,
        like: 0,
    },
    {
        key: 8,
        image: Recipe4,
        title: 'Салат "Здоровье"',
        description:
            'Сельдерей очень полезен для здоровья, пора набираться витаминов. Не  салат, а сплошное удовольствие:) Вкусный, необычный, а главное быстрый.',
        badge: 'Салаты',
        favorite: 0,
        like: 0,
    },
    {
        key: 9,
        image: Recipe4,
        title: 'Салат "Здоровье"',
        description:
            'Сельдерей очень полезен для здоровья, пора набираться витаминов. Не  салат, а сплошное удовольствие:) Вкусный, необычный, а главное быстрый.',
        badge: 'Салаты',
        favorite: 0,
        like: 0,
    },
];

export default NEW_RECIPIES;
